CCuentaWeb/gSoap/ccuenta.leerCuentasCliente01.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
 xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
 xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
 xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
 xmlns:xsd="http://www.w3.org/2001/XMLSchema"
 xmlns:ns2="urn:ccuenta">
 <SOAP-ENV:Body SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
  <ns2:leerCuentasCliente01>
   <numerocliente>0</numerocliente>
   <Fecha></Fecha>
   <cIpCartera></cIpCartera>
  </ns2:leerCuentasCliente01>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
